import { getMemberPathById } from "../../../server/api/members/id";

const membersData = [
    {
        id: "1",
        name: "Сейтек Душеналиев",
        annotation:
            "Более 10 лет опыта в банковской сфере и 17 лет - в газотранспортной отрасли.",
        image: getMemberPathById(1),
        jobExp: "Более 10 лет опыта в банковской сфере и 17 лет - в газотранспортной отрасли. \n С 2007 по 2008 год - заместитель генерального директора по экономике и финансам СП ОсОО «КырКазГаз». \n С 2014 по 2017 год - независимый член совета директоров, член комитета по аудиту ОАО «Бакай Банк». \n С 2018 по 2021 год - независимый член совета директоров, председатель совета директоров, председатель комитета по аудиту и комитета по назначениям и вознаграждениям, член комитета по управлению рисками и комитета по проблемным кредитам ОАО «Керемет Банк». \n С 2010 года - представитель АО «КазТрансГаз» в КР.",
        edu: "Кыргызский государственный университет строительства, транспорта и архитектуры, специальность - «международные экономические отношения» (1998).",
        competence:
            "Финансы; \n Внутренний аудит; \n Стратегическое планирование; \n Внедрение систем корпоративного управления и внутреннего контроля.",
        sertif: "",
        LinkedIn: "",
    },
    {
        id: "1",
        name: "Сейтек Душеналиев",
        annotation:
            "Более 10 лет опыта в банковской сфере и 17 лет - в газотранспортной отрасли.",
        image: getMemberPathById(1),
        jobExp: "Более 10 лет опыта в банковской сфере и 17 лет - в газотранспортной отрасли. \n С 2007 по 2008 год - заместитель генерального директора по экономике и финансам СП ОсОО «КырКазГаз». \n С 2014 по 2017 год - независимый член совета директоров, член комитета по аудиту ОАО «Бакай Банк». \n С 2018 по 2021 год - независимый член совета директоров, председатель совета директоров, председатель комитета по аудиту и комитета по назначениям и вознаграждениям, член комитета по управлению рисками и комитета по проблемным кредитам ОАО «Керемет Банк». \n С 2010 года - представитель АО «КазТрансГаз» в КР.",
        edu: "Кыргызский государственный университет строительства, транспорта и архитектуры, специальность - «международные экономические отношения» (1998).",
        competence:
            "Финансы; \n Внутренний аудит; \n Стратегическое планирование; \n Внедрение систем корпоративного управления и внутреннего контроля.",
        sertif: "",
        LinkedIn: "",
    },
    {
        id: "1",
        name: "Сейтек Душеналиев",
        annotation:
            "Более 10 лет опыта в банковской сфере и 17 лет - в газотранспортной отрасли.",
        image: getMemberPathById(1),
        jobExp: "Более 10 лет опыта в банковской сфере и 17 лет - в газотранспортной отрасли. \n С 2007 по 2008 год - заместитель генерального директора по экономике и финансам СП ОсОО «КырКазГаз». \n С 2014 по 2017 год - независимый член совета директоров, член комитета по аудиту ОАО «Бакай Банк». \n С 2018 по 2021 год - независимый член совета директоров, председатель совета директоров, председатель комитета по аудиту и комитета по назначениям и вознаграждениям, член комитета по управлению рисками и комитета по проблемным кредитам ОАО «Керемет Банк». \n С 2010 года - представитель АО «КазТрансГаз» в КР.",
        edu: "Кыргызский государственный университет строительства, транспорта и архитектуры, специальность - «международные экономические отношения» (1998).",
        competence:
            "Финансы; \n Внутренний аудит; \n Стратегическое планирование; \n Внедрение систем корпоративного управления и внутреннего контроля.",
        sertif: "",
        LinkedIn: "",
    },
];

export default membersData;
